{
    "articles": [
        {
            "id": 1,
            "title": "Commercial Loan rates",
            "problem":"What are the rates on Commercial loans?",
            "description": "Commercial loan rates vary based upon the strength of the loan request.  When pricing a commercial loan rate we consider such variables as cash flow of the operating entity, financial strength of the guarantors (owners) and their credit score along with the collateral available to support the request.  With those factors in mind, we then price our loans competitively."},
        {
            "id": 2,
            "title": "SBA - Paycheck Protection Program",
            "problem":"Can I get help through the Paycheck Protection Program?",
            "description": "Eligibility for small business loans under PPP - Small business concerns and/or a business is eligible for a PPP loan if the business has 500 or fewer employees whose principal place of residence is in the United States, or the business meets the SBA employee-based size standards for that industry",
            "description2":"Eligibility for small business loans under PPP - Small business concerns and/or a business is eligible for a PPP loan if the business has 500 or fewer employees whose principal place of residence is in the United States, or the business meets the SBA employee-based size standards for that industry",
            "description3":"Are gig workers classified as sub-contractors eligible? The program is for small employers, self-employed individuals, and “gig economy” workers, with $350 billion to help prevent workers from losing their jobs and small businesses from going under due to economic losses caused by the COVID-19 pandemic. The PPP provides 8 weeks of cash-flow assistance"
        },
        {
            "id": 3,
            "title": "Mortgage Refinance",
            "problem":"What are my mortagge refinance options?",
            "description": "There are a few different situations where refinancing could make sense for you, so let’s go over a few of the main reasons to refinance your home loan in this year.",
            "description2":"Refinancing your home loan means changing your existing loan for a new one and in most cases, with a new bank. The two main reasons people look to refinance their home loans are either to get a better rate or to increase their existing loan to withdraw some home equity.",
            "description3":"You can refinance your home loan from any bank or lender you choose, and it doesn’t necessarily need to be your existing lender. These days, banks do not reward loyalty, and in most cases we find lenders offer better deals to new customers rather than rewarding their existing ones.",
            "description4":"Aside from this, what are some reasons for refinancing? It is going to come down to your personal situation, and your own short to medium term goals.Aside from this, what are some reasons for refinancing? It is going to come down to your personal situation, and your own short to medium term goals."
        },
        {
            "id": 4,
            "title": "Get a Personal Identification Number (PIN)",
            "problem":"How do I get a Personal Identification Number (PIN)?",
            "description": "We automatically assign a Personal Identification Number (PIN) to your account when you're approved for a credit card. You'll receive your PIN by mail after we've sent your new credit card. To request a PIN, please call the number on the back of your card."
        },
        {
            "id": 5,
            "title": "Capital Gain",
            "problem":"What is a capital gain?",
            "description": "Capital gain is an increase in the value of a  capital asset (investment or real estate) that gives it a higher worth than the purchase price. The gain is not realized until the asset is sold. A capital gain may be  short term (one year or less) or  long term (more than one year) and must be claimed on  income taxes. A  capital loss is incurred when there is a decrease in the capital asset value compared to an asset's purchase price.Profit that results when the price of a security held by a mutual fund rises above its purchase price and the security is sold (realized gain). If the security continues to be held, the gain is unrealized. A capital loss would occur when the opposite takes place."
        },
        {
            "id": 6,
            "title": "Mutual Fund",
            "problem":"What is a mutual fund?",
            "description": "A mutual fund is an investment vehicle that is made up of a pool of funds collected from many investors for the purpose of investing in securities such as stocks, bonds, money market instruments and similar assets. Mutual funds are operated by money managers, who invest the fund's capital and attempt to produce capital gains and income for the fund's investors. A mutual fund's portfolio is structured and maintained to match the investment objectives stated in its prospectus."
        },
        {
            "id": 7,
            "title": "Brokerage Account",
            "problem":"What is a brokerage account?",
            "description": "A brokerage account is an arrangement between an investor and a licensed brokerage firm that allows the investor to deposit funds with the firm and place investment orders through the brokerage, which then carries out the transactions on the investor's behalf. The investor owns the assets contained in the brokerage account and must usually claim as income any capital gains he or she incurs from the account."
        },
        {
            "id": 8,
            "title": "Retirement Plan - IRA",
            "problem":"What is an IRA?",
            "description": "An individual retirement account (IRA) that allows individuals to direct pretax income, up to specific annual limits, toward investments that can grow tax-deferred (no capital gains or dividend income is taxed). Individual taxpayers are allowed to contribute 100% of compensation up to a specified maximum dollar amount to their Traditional IRA. Contributions to the Traditional IRA may be tax-deductible depending on the taxpayer's income, tax-filing status and other factors."
        },
        {
            "id": 9,
            "title": "SEC Rules for Mutual Fund Advertising",
            "problem":"SEC rules that govern Mutual Fund advertising",
            "description": "SEC Advertising Rules Section 5 of the 1933 Act prohibits offers of securities unless offered by a Section 10 prospectus. The term “offer” is broadly defined under federal securities laws to include any written communications designed to engender investor interest in a security. Section 2(a)(10) of the 1933 Act defines prospectus to include any “circular, advertisement, letter or communication . . . which offers any security for sale.” Section 5 of the 1933 Act prohibits a person from distributing a prospectus for any security unless it complies with strict disclosure requirements imposed by Section 10 of the 1933 Act. Section 10(a) dictates the content of the statutory prospectus and Section 10(b) permits a “summary prospectus” and an “omitting prospectus.” With a few exceptions, mutual fund marketing materials generally fall within the definition of a prospectus and thereby are subject to these disclosure requirements. However, SEC regulations offer several means of creating marketing materials which can be used directly."
        },
        {
            "id": 10,
            "title": "How long is the loan process",
            "problem":"How long does the loan process typically take?",
            "description": "The loan process typically takes between 45 – 60 days.  If the package is complete at loan application then the process can be much quicker."
        }
    ]
}